/* Test button value */
"Test" = "Prova";

/* Stop button value */
"Stop" = "Ferma";

/* Errors detected dialog box */
"Errors" = "Sono stati rilevati degli errori.  Vedi il registro per i dettagli.";

/* Failure dialog box */
"Failure" = "ERRORE - Vedi il registro per i dettagli";

/* Tests passed status */
"Passed" = "Tutte le prove sono riuscite";

/* Initializing status*/
"Initializing" = "Inizializzo...";

/* Testing status*/
"Testing" = "Provo";

/* Idle status*/
"Idle" = "In attesa";

/* OK button value*/
"OK" = "OK";

/* Cancel button value*/
"Cancel" = "Annulla";

/* Memory tests in progress dialogd */
"InProgress" = "Le prove di memoria sono in corso. Sicuro di voler uscire?";

/* */
"Running" = "Eseguo prova: ";

